Repository: Rieterisa/CarDoctor
Catalog: CarDoctor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# tab.diagnose
source: Diagnose
ar: تشخيص
bg: Диагностика
bn: নির্ণয়
ca: Diagnosticar
cs: Diagnostika
el: Διάγνωση
es: Diagnosticar
es_419: Diagnosticar
fa: تشخیص
fi: Diagnoosi
fr: Diagnostiquer
he: אבחון
hi: निदान
hr: Dijagnostika
hu: Diagnózis
id: Diagnosis
it: Diagnosi
ja: 診断
ko: 진단
ms: Diagnosa
pl: Diagnostyka
pt_br: Diagnosticar
pt_pt: Diagnosticar
ro: Diagnostic
ru: Диагностика
sk: Diagnostika
sv: Diagnos
sw: Tambua
th: วินิจฉัย
tr: Teşhis
uk: Діагностика
ur: تشخیص
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# tab.community
source: Community
ar: المجتمع
bg: Общност
bn: কমিউনিটি
ca: Comunitat
cs: Komunita
da: Fællesskab
el: Κοινότητα
es: Comunidad
es_419: Comunidad
fa: انجمن
fi: Yhteisö
fil: Komunidad
fr: Communauté
he: קהילה
hi: समुदाय
hr: Zajednica
hu: Közösség
id: Komunitas
ja: コミュニティ
ko: 커뮤니티
ms: Komuniti
nb: Fellesskap
pl: Społeczność
pt_br: Comunidade
pt_pt: Comunidade
ro: Comunitate
ru: Сообщество
sk: Komunita
sw: Jumuiya
th: ชุมชน
tr: Topluluk
uk: Спільнота
ur: کمیونٹی
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

# tab.upload
source: Upload
ar: رفع
bg: Качване
bn: আপলোড
ca: Puja
cs: Nahrát
de: Hochladen
el: Μεταφόρτωση
es: Subir
es_419: Subir
fa: آپلود
fi: Lataa
fil: I-upload
fr: Importer
he: העלאה
hi: अपलोड
hr: Učitaj
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
ms: Muat naik
nb: Last opp
nl: Uploaden
pl: Prześlij
pt_br: Enviar
pt_pt: Carregar
ro: Încarcă
ru: Загрузить
sk: Nahrať
sv: Ladda upp
sw: Pakia
th: อัปโหลด
tr: Yükle
uk: Завантажити
ur: اپ لوڈ
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

# tab.profile
source: Profile
ar: الملف الشخصي
bg: Профил
bn: প্রোফাইল
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_419: Perfil
fa: پروفایل
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
sw: Wasifu
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人檔案

# auth.tagline
source: VIN + fault code → part, repair steps, and 3D guidance from the community.
ar: رقم الهيكل + رمز العطل ← القطعة وخطوات الإصلاح وإرشاد ثلاثي الأبعاد من المجتمع.
bg: VIN + код на грешка → част, стъпки за ремонт и 3D насоки от общността.
bn: VIN + ত্রুটি কোড → যন্ত্রাংশ, মেরামত ধাপ এবং কমিউনিটির 3D নির্দেশনা।
ca: VIN + codi d’avaria → peça, passos de reparació i guia 3D de la comunitat.
cs: VIN + chybový kód → díl, kroky opravy a 3D návod od komunity.
da: VIN + fejlkode → del, reparationstrin og 3D-vejledning fra fællesskabet.
de: FIN + Fehlercode → Teil, Reparaturschritte und 3D‑Hilfe aus der Community.
el: VIN + κωδικός βλάβης → εξάρτημα, βήματα επισκευής και 3D καθοδήγηση από την κοινότητα.
es: VIN + código de fallo → pieza, pasos de reparación y guía 3D de la comunidad.
es_419: VIN + código de falla → pieza, pasos de reparación y guía 3D de la comunidad.
fa: VIN + کد خطا ← قطعه، مراحل تعمیر و راهنمای سه‌بعدی از جامعه.
fi: VIN + vikakoodi → osa, korjausvaiheet ja 3D-opastus yhteisöltä.
fil: VIN + fault code → parte, hakbang sa pagkumpuni, at 3D gabay mula sa komunidad.
fr: VIN + code défaut → pièce, étapes de réparation et guide 3D de la communauté.
he: מספר שלדה + קוד תקלה ← חלק, שלבי תיקון והכוונה תלת־ממדית מהקהילה.
hi: VIN + दोष कोड → पार्ट, मरम्मत चरण और समुदाय से 3D मार्गदर्शन।
hr: VIN + kod kvara → dio, koraci popravka i 3D vodič zajednice.
hu: Alvázszám + hibakód → alkatrész, javítási lépések és 3D útmutató a közösségtől.
id: VIN + kode kesalahan → suku cadang, langkah perbaikan, dan panduan 3D dari komunitas.
it: VIN + codice guasto → pezzo, passaggi di riparazione e guida 3D dalla community.
ja: VIN＋故障コード → 部品、修理手順、コミュニティの3Dガイド。
ko: VIN + 고장 코드 → 부품, 수리 단계, 커뮤니티의 3D 안내.
ms: VIN + kod kerosakan → bahagian, langkah pembaikan dan panduan 3D dari komuniti.
nb: VIN + feilkode → del, reparasjonstrinn og 3D-veiledning fra fellesskapet.
nl: VIN + storingscode → onderdeel, reparatiestappen en 3D-hulp van de community.
pl: VIN + kod usterki → część, kroki naprawy i wskazówki 3D od społeczności.
pt_br: VIN + código de falha → peça, passos de reparo e orientação 3D da comunidade.
pt_pt: VIN + código de avaria → peça, passos de reparação e orientação 3D da comunidade.
ro: VIN + cod de eroare → piesă, pași de reparație și ghid 3D din comunitate.
ru: VIN + код ошибки → деталь, шаги ремонта и 3D‑подсказки от сообщества.
sk: VIN + chybový kód → diel, kroky opravy a 3D návod od komunity.
sv: VIN + felkod → del, reparationssteg och 3D‑vägledning från communityn.
sw: VIN + msimbo wa hitilafu → sehemu, hatua za ukarabati na mwongozo wa 3D kutoka jumuiya.
th: VIN + รหัสความผิดปกติ → อะไหล่ ขั้นตอนซ่อม และคำแนะนำ 3D จากชุมชน
tr: Şasi + arıza kodu → parça, tamir adımları ve topluluktan 3D rehberlik.
uk: VIN + код несправності → деталь, кроки ремонту та 3D‑підказки від спільноти.
ur: VIN + خرابی کوڈ → پرزہ، مرمت کے مراحل اور کمیونٹی سے 3D رہنمائی۔
vi: VIN + mã lỗi → phụ tùng, bước sửa chữa và hướng dẫn 3D từ cộng đồng.
zh_hans: VIN + 故障码 → 零件、维修步骤以及社区的 3D 指引。
zh_hant: VIN + 故障碼 → 零件、維修步驟以及社群的 3D 指引。

# auth.demo
source: Continue with Demo
ar: المتابعة بالتجربة
bg: Продължи с демо
bn: ডেমো দিয়ে চালিয়ে যান
ca: Continua amb la demostració
cs: Pokračovat v demu
da: Fortsæt med demo
de: Mit Demo fortfahren
el: Συνέχεια με Demo
es: Continuar con Demo
es_419: Continuar con Demo
fa: ادامه با نسخه آزمایشی
fi: Jatka demolla
fil: Magpatuloy sa Demo
fr: Continuer en démo
he: המשך עם הדגמה
hi: डेमो के साथ जारी रखें
hr: Nastavi s demom
hu: Folytatás demóval
id: Lanjutkan dengan Demo
it: Continua con Demo
ja: デモで続行
ko: 데모로 계속
ms: Teruskan dengan Demo
nb: Fortsett med demo
nl: Doorgaan met demo
pl: Kontynuuj w trybie demo
pt_br: Continuar com Demo
pt_pt: Continuar com Demo
ro: Continuă cu Demo
ru: Продолжить в демо
sk: Pokračovať v deme
sv: Fortsätt med demo
sw: Endelea na Demo
th: ดำเนินการต่อด้วยเดโม
tr: Demo ile devam et
uk: Продовжити в демо
ur: ڈیمو کے ساتھ جاری رکھیں
vi: Tiếp tục với bản demo
zh_hans: 使用演示继续
zh_hant: 使用示範繼續

# diagnose.headline
source: Find the fault
ar: اعثر على العطل
bg: Открийте повредата
bn: ত্রুটি খুঁজুন
ca: Troba l’avaria
cs: Najděte závadu
da: Find fejlen
de: Fehler finden
el: Βρείτε τη βλάβη
es: Encuentra el fallo
es_419: Encuentra la falla
fa: عیب را پیدا کنید
fi: Löydä vika
fil: Hanapin ang sira
fr: Trouver le défaut
he: מצא את התקלה
hi: दोष खोजें
hr: Pronađi kvar
hu: Hibakeresés
id: Temukan kesalahan
it: Trova il guasto
ja: 故障を特定
ko: 고장 찾기
ms: Cari kerosakan
nb: Finn feilen
nl: Vind de storing
pl: Znajdź usterkę
pt_br: Encontre a falha
pt_pt: Encontre a avaria
ro: Găsește defectul
ru: Найдите неисправность
sk: Nájdite poruchu
sv: Hitta felet
sw: Tafuta hitilafu
th: ค้นหาความผิดปกติ
tr: Arızayı bul
uk: Знайдіть несправність
ur: خرابی تلاش کریں
vi: Tìm lỗi
zh_hans: 查找故障
zh_hant: 找出故障

# diagnose.subtitle
source: Enter a specific VIN and fault code — diagnosis is resolved per vehicle brand.
ar: أدخل رقم هيكل ورمز عطل محددين — يتم التشخيص حسب ماركة المركبة.
bg: Въведете конкретен VIN и код на грешка — диагностиката е по марка на автомобила.
bn: নির্দিষ্ট VIN ও ত্রুটি কোড লিখুন — নির্ণয় যানবাহনের ব্র্যান্ড অনুযায়ী হয়।
ca: Introdueix un VIN i un codi d’avaria concrets — el diagnòstic es resol per marca.
cs: Zadejte konkrétní VIN a chybový kód — diagnostika se řeší podle značky vozidla.
da: Indtast et specifikt VIN og en fejlkode — diagnosen løses pr. bilmærke.
de: Geben Sie eine konkrete FIN und einen Fehlercode ein — die Diagnose erfolgt markenspezifisch.
el: Εισαγάγετε συγκεκριμένο VIN και κωδικό βλάβης — η διάγνωση γίνεται ανά μάρκα οχήματος.
es: Introduce un VIN y un código de fallo concretos; el diagnóstico se resuelve por marca.
es_419: Ingresa un VIN y un código de falla específicos; el diagnóstico se resuelve por marca.
fa: VIN و کد خطای مشخص وارد کنید — تشخیص بر اساس برند خودرو انجام می‌شود.
fi: Anna tietty VIN ja vikakoodi — diagnoosi ratkaistaan ajoneuvomerkin mukaan.
fil: Ilagay ang partikular na VIN at fault code — ang diagnosis ay ayon sa brand ng sasakyan.
fr: Saisissez un VIN et un code défaut précis — le diagnostic est résolu par marque.
he: הזן מספר שלדה וקוד תקלה ספציפיים — האבחון נפתר לפי מותג הרכב.
hi: विशिष्ट VIN और दोष कोड दर्ज करें — निदान वाहन ब्रांड के अनुसार होता है।
hr: Unesite konkretan VIN i kod kvara — dijagnostika se rješava po marki vozila.
hu: Adjon meg egy konkrét alvázszámot és hibakódot — a diagnózis márkánként történik.
id: Masukkan VIN dan kode kesalahan spesifik — diagnosis diselesaikan per merek kendaraan.
it: Inserisci un VIN e un codice guasto specifici — la diagnosi è per marca del veicolo.
ja: 具体的なVINと故障コードを入力 — 診断は車種メーカーごとに解決されます。
ko: 구체적인 VIN과 고장 코드를 입력하세요 — 진단은 차량 브랜드별로 처리됩니다.
ms: Masukkan VIN dan kod kerosakan khusus — diagnosis diselesaikan mengikut jenama kenderaan.
nb: Skriv inn et spesifikt VIN og en feilkode — diagnosen løses per bilmerke.
nl: Voer een specifiek VIN en een storingscode in — diagnose per voertuigmerk.
pl: Wpisz konkretny VIN i kod usterki — diagnoza jest rozwiązywana według marki.
pt_br: Informe um VIN e um código de falha específicos — o diagnóstico é por marca do veículo.
pt_pt: Introduza um VIN e um código de avaria específicos — o diagnóstico é por marca.
ro: Introdu un VIN și un cod de eroare specifice — diagnosticul se rezolvă pe marcă.
ru: Введите конкретный VIN и код ошибки — диагностика зависит от марки автомобиля.
sk: Zadajte konkrétne VIN a chybový kód — diagnostika sa rieši podľa značky vozidla.
sv: Ange ett specifikt VIN och en felkod — diagnosen löses per fordonsmärke.
sw: Weka VIN na msimbo wa hitilafu mahususi — utambuzi unatatuliwa kwa chapa ya gari.
th: ใส่ VIN และรหัสความผิดปกติที่เฉพาะเจาะจง — การวินิจฉัยแยกตามยี่ห้อรถ
tr: Spesifik VIN ve arıza kodunu gir — teşhis araç markasına göre çözülür.
uk: Введіть конкретний VIN і код несправності — діагностика залежить від марки авто.
ur: مخصوص VIN اور خرابی کوڈ درج کریں — تشخیص گاڑی کے برانڈ کے مطابق ہوتی ہے۔
vi: Nhập VIN và mã lỗi cụ thể — chẩn đoán được giải quyết theo từng hãng xe.
zh_hans: 输入具体的 VIN 和故障码 — 诊断按车辆品牌解析。
zh_hant: 輸入具體的 VIN 和故障碼 — 診斷依車輛品牌解析。

# diagnose.vin
source: VIN / Chassis
ar: رقم الهيكل / الشاسيه
bg: VIN / Шаси
bn: VIN / চেসিস
ca: VIN / Xassís
cs: VIN / Podvozek
de: FIN / Fahrgestell
el: VIN / Πλαίσιο
es: VIN / Chasis
es_419: VIN / Chasis
fa: VIN / شاسی
fi: VIN / Runko
fr: VIN / Châssis
he: מספר שלדה
hi: VIN / चेसिस
hr: VIN / Šasija
hu: Alvázszám / VIN
id: VIN / Sasis
it: VIN / Telaio
ja: VIN / 車台番号
ko: VIN / 차대번호
ms: VIN / Casis
pl: VIN / Podwozie
pt_br: VIN / Chassi
ro: VIN / Șasiu
ru: VIN / Шасси
sk: VIN / Podvozok
sv: VIN / Chassi
sw: VIN / Chasi
th: VIN / หมายเลขตัวถัง
tr: VIN / Şasi
uk: VIN / Шасі
ur: VIN / شاسی
vi: VIN / Khung xe
zh_hans: VIN / 车架号
zh_hant: VIN / 車架號碼

# diagnose.dtc
source: Fault code (DTC)
ar: رمز العطل (DTC)
bg: Код на грешка (DTC)
bn: ত্রুটি কোড (DTC)
ca: Codi d’avaria (DTC)
cs: Chybový kód (DTC)
da: Fejlkode (DTC)
de: Fehlercode (DTC)
el: Κωδικός βλάβης (DTC)
es: Código de fallo (DTC)
es_419: Código de falla (DTC)
fa: کد خطا (DTC)
fi: Vikakoodi (DTC)
fr: Code défaut (DTC)
he: קוד תקלה (DTC)
hi: दोष कोड (DTC)
hr: Kod kvara (DTC)
hu: Hibakód (DTC)
id: Kode kesalahan (DTC)
it: Codice guasto (DTC)
ja: 故障コード（DTC）
ko: 고장 코드(DTC)
ms: Kod kerosakan (DTC)
nb: Feilkode (DTC)
nl: Storingscode (DTC)
pl: Kod usterki (DTC)
pt_br: Código de falha (DTC)
pt_pt: Código de avaria (DTC)
ro: Cod de eroare (DTC)
ru: Код ошибки (DTC)
sk: Chybový kód (DTC)
sv: Felkod (DTC)
sw: Msimbo wa hitilafu (DTC)
th: รหัสความผิดปกติ (DTC)
tr: Arıza kodu (DTC)
uk: Код несправності (DTC)
ur: خرابی کوڈ (DTC)
vi: Mã lỗi (DTC)
zh_hans: 故障码（DTC）
zh_hant: 故障碼（DTC）

# diagnose.submit
source: Diagnose
ar: تشخيص
bg: Диагностицирай
bn: নির্ণয় করুন
ca: Diagnosticar
cs: Diagnostikovat
da: Diagnosticer
de: Diagnostizieren
el: Διάγνωση
es: Diagnosticar
es_419: Diagnosticar
fa: تشخیص بده
fi: Diagnosoi
fil: I-diagnose
fr: Diagnostiquer
he: אבחן
hi: निदान करें
hr: Dijagnosticiraj
hu: Diagnosztizálás
id: Diagnosa
it: Diagnostica
ja: 診断する
ko: 진단하기
ms: Diagnosa
nb: Diagnostiser
nl: Diagnoseer
pl: Diagnostikuj
pt_br: Diagnosticar
pt_pt: Diagnosticar
ro: Diagnozează
ru: Диагностировать
sk: Diagnostikovať
sv: Diagnostisera
sw: Tambua
th: วินิจฉัย
tr: Teşhis et
uk: Діагностувати
ur: تشخیص کریں
vi: Chẩn đoán
zh_hans: 开始诊断
zh_hant: 開始診斷

# diagnose.samples
source: Try a common code
ar: جرّب رمزًا شائعًا
bg: Опитайте често срещан код
bn: একটি সাধারণ কোড চেষ্টা করুন
ca: Prova un codi habitual
cs: Vyzkoušejte běžný kód
da: Prøv en almindelig kode
de: Häufigen Code ausprobieren
el: Δοκιμάστε έναν συνηθισμένο κωδικό
es: Prueba un código habitual
es_419: Prueba un código común
fa: یک کد رایج را امتحان کنید
fi: Kokeile yleistä koodia
fil: Subukan ang karaniwang code
fr: Essayer un code courant
he: נסה קוד נפוץ
hi: एक सामान्य कोड आज़माएँ
hr: Isprobaj uobičajeni kod
hu: Próbáljon egy gyakori kódot
id: Coba kode umum
it: Prova un codice comune
ja: よくあるコードを試す
ko: 흔한 코드 사용해 보기
ms: Cuba kod biasa
nb: Prøv en vanlig kode
nl: Probeer een veelvoorkomende code
pl: Wypróbuj popularny kod
pt_br: Experimente um código comum
pt_pt: Experimente um código comum
ro: Încearcă un cod comun
ru: Попробуйте распространённый код
sk: Vyskúšajte bežný kód
sv: Prova en vanlig kod
sw: Jaribu msimbo wa kawaida
th: ลองรหัสที่ใช้บ่อย
tr: Yaygın bir kod dene
uk: Спробуйте поширений код
ur: عام کوڈ آزمائیں
vi: Thử mã phổ biến
zh_hans: 试试常见代码
zh_hant: 試試常見代碼

# diagnose.samples.brand
source: Codes for this brand
ar: رموز هذه الماركة
bg: Кодове за тази марка
bn: এই ব্র্যান্ডের কোড
ca: Codis d’aquesta marca
cs: Kódy pro tuto značku
da: Koder til dette mærke
de: Codes für diese Marke
el: Κωδικοί για αυτή τη μάρκα
es: Códigos de esta marca
es_419: Códigos de esta marca
fa: کدهای این برند
fi: Tämän merkin koodit
fil: Mga code para sa brand na ito
fr: Codes pour cette marque
he: קודים למותג זה
hi: इस ब्रांड के कोड
hr: Kodovi za ovu marku
hu: Kódok ehhez a márkához
id: Kode untuk merek ini
it: Codici per questa marca
ja: このメーカーのコード
ko: 이 브랜드의 코드
ms: Kod untuk jenama ini
nb: Koder for dette merket
nl: Codes voor dit merk
pl: Kody dla tej marki
pt_br: Códigos desta marca
pt_pt: Códigos desta marca
ro: Coduri pentru această marcă
ru: Коды для этой марки
sk: Kódy pre túto značku
sv: Koder för detta märke
sw: Misimbo ya chapa hii
th: รหัสสำหรับยี่ห้อนี้
tr: Bu markaya özel kodlar
uk: Коди для цієї марки
ur: اس برانڈ کے کوڈز
vi: Mã cho hãng này
zh_hans: 该品牌的代码
zh_hant: 此品牌的代碼

# diagnose.brandSpecific
source: Brand-specific diagnosis enabled
ar: تم تفعيل التشخيص الخاص بالماركة
bg: Активирана е диагностика по марка
bn: ব্র্যান্ড-নির্দিষ্ট নির্ণয় সক্রিয়
ca: Diagnòstic específic de marca activat
cs: Diagnostika pro značku je aktivní
da: Mærkespecifik diagnose aktiveret
de: Markenspezifische Diagnose aktiv
el: Ενεργή διάγνωση ανά μάρκα
es: Diagnóstico específico de marca activado
es_419: Diagnóstico específico de marca activado
fa: تشخیص اختصاصی برند فعال شد
fi: Merkkikohtainen diagnoosi käytössä
fil: Naka-enable ang diagnosis para sa brand
fr: Diagnostic spécifique à la marque activé
he: אבחון ספציפי למותג פעיל
hi: ब्रांड-विशिष्ट निदान सक्षम
hr: Omogućena dijagnostika za marku
hu: Márkaspecifikus diagnózis bekapcsolva
id: Diagnosis khusus merek diaktifkan
it: Diagnosi specifica per marca attiva
ja: メーカー別診断が有効
ko: 브랜드별 진단 활성화됨
ms: Diagnosis khusus jenama diaktifkan
nb: Merke-spesifikk diagnose aktivert
nl: Merk-specifieke diagnose ingeschakeld
pl: Włączona diagnostyka dla marki
pt_br: Diagnóstico específico da marca ativado
pt_pt: Diagnóstico específico da marca ativado
ro: Diagnostic specific mărcii activat
ru: Включена диагностика для марки
sk: Diagnostika pre značku je aktívna
sv: Märkesspecifik diagnos aktiverad
sw: Utambuzi wa chapa umewezeshwa
th: เปิดใช้การวินิจฉัยเฉพาะยี่ห้อแล้ว
tr: Markaya özel teşhis hazır
uk: Увімкнено діагностику для марки
ur: برانڈ مخصوص تشخیص فعال
vi: Đã bật chẩn đoán theo hãng
zh_hans: 已启用品牌专属诊断
zh_hant: 已啟用品牌專屬診斷

# legal.disclaimer
source: For informational purposes only. Not a substitute for professional service advice. Follow safety procedures.
ar: لأغراض معلوماتية فقط. لا يغني عن استشارة خدمة محترفة. اتبع إجراءات السلامة.
bg: Само за информация. Не замества професионален съвет. Спазвайте мерките за безопасност.
bn: শুধু তথ্যের জন্য। পেশাদার সার্ভিস পরামর্শের বিকল্প নয়। নিরাপত্তা পদ্ধতি মেনে চলুন।
ca: Només amb finalitats informatives. No substitueix el consell professional. Seguiu els procediments de seguretat.
cs: Pouze pro informaci. Nenahrazuje odborný servis. Dodržujte bezpečnostní postupy.
da: Kun til information. Erstatter ikke professionel værkstedsrådgivning. Følg sikkerhedsprocedurer.
de: Nur zu Informationszwecken. Kein Ersatz für professionellen Werkstattservice. Sicherheitsregeln beachten.
el: Μόνο για ενημέρωση. Δεν υποκαθιστά επαγγελματική συμβουλή. Ακολουθήστε τις διαδικασίες ασφαλείας.
es: Solo con fines informativos. No sustituye el consejo de un taller profesional. Siga las medidas de seguridad.
es_419: Solo con fines informativos. No sustituye el consejo de un taller profesional. Sigue las medidas de seguridad.
fa: فقط برای اطلاع‌رسانی. جایگزین مشاوره تخصصی نیست. رویه‌های ایمنی را رعایت کنید.
fi: Vain tiedoksi. Ei korvaa ammattilaisen neuvoa. Noudata turvallisuusohjeita.
fil: Para sa impormasyon lamang. Hindi kapalit ng propesyonal na payo. Sundin ang mga safety procedure.
fr: À titre informatif uniquement. Ne remplace pas un avis professionnel. Respectez les consignes de sécurité.
he: למידע בלבד. אינו מחליף ייעוץ מקצועי. יש לפעול לפי נהלי בטיחות.
hi: केवल सूचना हेतु। पेशेवर सेवा सलाह का विकल्प नहीं। सुरक्षा प्रक्रियाओं का पालन करें।
hr: Samo u informativne svrhe. Ne zamjenjuje savjet stručnog servisa. Slijedite sigurnosne postupke.
hu: Csak tájékoztató jellegű. Nem helyettesíti a szakszerviz tanácsát. Tartsa be a biztonsági előírásokat.
id: Hanya untuk informasi. Bukan pengganti saran bengkel profesional. Ikuti prosedur keselamatan.
it: Solo a scopo informativo. Non sostituisce il consiglio di un’officina. Seguire le procedure di sicurezza.
ja: 情報提供のみです。専門整備の代替ではありません。安全手順に従ってください。
ko: 정보 제공 목적입니다. 전문 정비 조언을 대체하지 않습니다. 안전 절차를 따르세요.
ms: Untuk maklumat sahaja. Bukan pengganti nasihat servis profesional. Patuhi prosedur keselamatan.
nb: Kun til informasjon. Erstatter ikke profesjonell verkstedsrådgivning. Følg sikkerhetsprosedyrer.
nl: Alleen ter informatie. Geen vervanging van professioneel advies. Volg veiligheidsprocedures.
pl: Wyłącznie w celach informacyjnych. Nie zastępuje porady warsztatu. Przestrzegaj procedur bezpieczeństwa.
pt_br: Apenas para informação. Não substitui orientação profissional. Siga os procedimentos de segurança.
pt_pt: Apenas para fins informativos. Não substitui aconselhamento profissional. Siga os procedimentos de segurança.
ro: Doar în scop informativ. Nu înlocuiește sfatul unui service profesionist. Respectați procedurile de siguranță.
ru: Только для информации. Не заменяет совет профессионального сервиса. Соблюдайте технику безопасности.
sk: Len na informáciu. Nenahrádza odborný servis. Dodržiavajte bezpečnostné postupy.
sv: Endast i informationssyfte. Ersätter inte professionell verkstadsrådgivning. Följ säkerhetsrutiner.
sw: Kwa taarifa tu. Sio mbadala wa ushauri wa kitaalamu. Fuata taratibu za usalama.
th: เพื่อข้อมูลเท่านั้น ไม่ใช่คำแนะนำจากช่างมืออาชีพ โปรดปฏิบัติตามขั้นตอนความปลอดภัย
tr: Yalnızca bilgilendirme amaçlıdır. Profesyonel servis tavsiyesinin yerini tutmaz. Güvenlik prosedürlerine uyun.
uk: Лише для інформації. Не замінює пораду професійного сервісу. Дотримуйтесь правил безпеки.
ur: صرف معلومات کے لیے۔ پیشہ ورانہ سروس مشورے کا متبادل نہیں۔ حفاظتی طریقہ کار پر عمل کریں۔
vi: Chỉ mang tính thông tin. Không thay thế tư vấn sửa chữa chuyên nghiệp. Tuân thủ quy trình an toàn.
zh_hans: 仅供参考。不能替代专业维修建议。请遵守安全规程。
zh_hant: 僅供參考。不能取代專業維修建議。請遵守安全程序。

# error.vin.invalid
source: VIN must be 17 characters (no I, O, Q).
ar: يجب أن يتكون رقم الهيكل من 17 حرفًا (بدون I أو O أو Q).
bg: VIN трябва да е 17 символа (без I, O, Q).
bn: VIN অবশ্যই ১৭ অক্ষরের হতে হবে (I, O, Q নয়)।
ca: El VIN ha de tenir 17 caràcters (sense I, O, Q).
cs: VIN musí mít 17 znaků (bez I, O, Q).
da: VIN skal være 17 tegn (uden I, O, Q).
de: FIN muss 17 Zeichen haben (ohne I, O, Q).
el: Το VIN πρέπει να έχει 17 χαρακτήρες (χωρίς I, O, Q).
es: El VIN debe tener 17 caracteres (sin I, O, Q).
es_419: El VIN debe tener 17 caracteres (sin I, O, Q).
fa: VIN باید ۱۷ کاراکتر باشد (بدون I، O، Q).
fi: VIN:n on oltava 17 merkkiä (ei I, O, Q).
fil: Ang VIN ay dapat 17 character (walang I, O, Q).
fr: Le VIN doit comporter 17 caractères (sans I, O, Q).
he: מספר השלדה חייב להיות בן 17 תווים (ללא I, O, Q).
hi: VIN 17 अक्षर का होना चाहिए (I, O, Q नहीं)।
hr: VIN mora imati 17 znakova (bez I, O, Q).
hu: A VIN 17 karakter legyen (I, O, Q nélkül).
id: VIN harus 17 karakter (tanpa I, O, Q).
it: Il VIN deve avere 17 caratteri (senza I, O, Q).
ja: VINは17文字である必要があります（I・O・Qは不可）。
ko: VIN은 17자여야 합니다(I, O, Q 제외).
ms: VIN mesti 17 aksara (tiada I, O, Q).
nb: VIN må være 17 tegn (uten I, O, Q).
nl: VIN moet 17 tekens zijn (geen I, O, Q).
pl: VIN musi mieć 17 znaków (bez I, O, Q).
pt_br: O VIN deve ter 17 caracteres (sem I, O, Q).
pt_pt: O VIN deve ter 17 caracteres (sem I, O, Q).
ro: VIN-ul trebuie să aibă 17 caractere (fără I, O, Q).
ru: VIN должен содержать 17 символов (без I, O, Q).
sk: VIN musí mať 17 znakov (bez I, O, Q).
sv: VIN måste vara 17 tecken (utan I, O, Q).
sw: VIN lazima iwe herufi 17 (bila I, O, Q).
th: VIN ต้องมี 17 ตัวอักษร (ห้ามใช้ I, O, Q)
tr: VIN 17 karakter olmalı (I, O, Q yok).
uk: VIN має містити 17 символів (без I, O, Q).
ur: VIN 17 حروف کا ہونا چاہیے (I، O، Q نہیں)۔
vi: VIN phải có 17 ký tự (không gồm I, O, Q).
zh_hans: VIN 必须为 17 位字符（不含 I、O、Q）。
zh_hant: VIN 必須為 17 個字元（不含 I、O、Q）。

# error.vin.network
source: Could not reach VIN service.
ar: تعذر الوصول إلى خدمة رقم الهيكل.
bg: Няма връзка с услугата за VIN.
bn: VIN সেবায় পৌঁছানো যায়নি।
ca: No s’ha pogut contactar amb el servei de VIN.
cs: Nelze se připojit ke službě VIN.
da: Kunne ikke nå VIN-tjenesten.
de: FIN-Dienst nicht erreichbar.
el: Αδυναμία σύνδεσης με την υπηρεσία VIN.
es: No se pudo contactar el servicio de VIN.
es_419: No se pudo contactar el servicio de VIN.
fa: دسترسی به سرویس VIN ممکن نشد.
fi: VIN-palveluun ei saatu yhteyttä.
fil: Hindi maabot ang serbisyo ng VIN.
fr: Impossible d’atteindre le service VIN.
he: לא ניתן להגיע לשירות מספר השלדה.
hi: VIN सेवा तक पहुँच नहीं सके।
hr: Nije moguće dohvatiti VIN uslugu.
hu: A VIN szolgáltatás nem érhető el.
id: Tidak dapat menghubungi layanan VIN.
it: Impossibile raggiungere il servizio VIN.
ja: VINサービスに接続できませんでした。
ko: VIN 서비스에 연결할 수 없습니다.
ms: Tidak dapat menghubungi perkhidmatan VIN.
nb: Kunne ikke nå VIN-tjenesten.
nl: VIN-service niet bereikbaar.
pl: Nie można połączyć się z usługą VIN.
pt_br: Não foi possível acessar o serviço de VIN.
pt_pt: Não foi possível contactar o serviço de VIN.
ro: Nu s-a putut contacta serviciul VIN.
ru: Не удалось связаться со службой VIN.
sk: Nepodarilo sa kontaktovať službu VIN.
sv: Kunde inte nå VIN-tjänsten.
sw: Imeshindwa kufikia huduma ya VIN.
th: ติดต่อบริการ VIN ไม่ได้
tr: VIN servisine ulaşılamadı.
uk: Не вдалося з’єднатися зі службою VIN.
ur: VIN سروس تک رسائی نہیں ہو سکی۔
vi: Không thể kết nối dịch vụ VIN.
zh_hans: 无法连接 VIN 服务。
zh_hant: 無法連線 VIN 服務。
